TablePrompt = TablePrompt or { 
[1] = { ["The_prompt"] = [[该岛屿暂未开放]]},
[2] = { ["The_prompt"] = [[请点击箭头指向的关卡]]},
[3] = { ["The_prompt"] = [[为满足解锁条件]]},
[4] = { ["The_prompt"] = [[不能超过人物等级/当前金钱不足]]},
[5] = { ["The_prompt"] = [[不能超过人物等级/当前材料不足]]},
[6] = { ["The_prompt"] = [[不能超过人物等级/当前材料不足]]},
[7] = { ["The_prompt"] = [[没有宝石可以镶嵌/卸下]]},
[8] = { ["The_prompt"] = [[已达到最大携带上限]]},
[9] = { ["The_prompt"] = [[未达到使用等级]]},
[10] = { ["The_prompt"] = [[暂未开放]]},
[11] = { ["The_prompt"] = [[没有多余的潜能点]]},
[12] = { ["The_prompt"] = [[暂未开放]]},
[13] = { ["The_prompt"] = [[恭喜你合成了XXXX]]},
[14] = { ["The_prompt"] = [[没有权限携带更多的道具了]]},
[15] = { ["The_prompt"] = [[没有更多的位置可以装东西了]]}
}