TableNewbie_Guide = TableNewbie_Guide or { 
[1] = { ["Take_Content1"] = [[欢迎来到猫狗大作战，让我们一起开始这场奇妙的旅行吧！]], ["Take_Content2"] = [[贝壳和珍珠不是万能的，没有贝壳和珍珠是万万不能的！]]},
[2] = { ["Take_Content1"] = [[腰包鼓了，正所谓饱暖思…]], ["Take_Content2"] = [[战斗！想歪的面壁去…]]},
[3] = { ["Take_Content1"] = [[点击地面，就可以移动到想去的地方哦]]},
[4] = { ["Take_Content1"] = [[那只怪物好可怕]]},
[5] = { ["Take_Content1"] = [[战斗中攻击敌人会掉落星星，拾取星星可以补充能量点，没有能量点是放不出技能的！]], ["Take_Content2"] = [[五颜六色的小星星能补充一格能量，至于大星星，可以把能量格补满哟！]]},
[6] = { ["Take_Content1"] = [[使用技能，消灭那些讨厌的爬虫！]]},
[7] = { ["Take_Content1"] = [[尝试一下另一种战斗方式，选择适合你的战斗方式才是最理想的！]]},
[8] = { ["Take_Content1"] = [[背包是存放道具的地方，赶快去穿戴刚获得的背心吧！]]},
[9] = { ["Take_Content1"] = [[贝壳是游戏中的通用货币]], ["Take_Content2"] = [[植物精元也会对成长起很大作用]], ["Take_Content3"] = [[去家园岛看看吧，亲一定会有收获的！]]},
[10] = { ["Take_Content1"] = [[真是大丰收啊！]], ["Take_Content2"] = [[既然有这么多收获，去学习技能，让实力更加强大吧！]]},
[11] = { ["Take_Content1"] = [[有些道具可以直接带入战场]], ["Take_Content2"] = [[亲千万不要小瞧这些道具哟！]]},
[12] = { ["Take_Content1"] = [[我看见了一只很凶猛的大爬虫，亲你怎么看？]]},
[13] = { ["Take_Content1"] = [[这个岛中有一个神秘的洞窟，亲前去探索一番吧！]]},
[14] = { ["Take_Content1"] = [[试炼岛是5人PVE场景，可以组团消灭怪兽]], ["Take_Content2"] = [[至于冒险岛，亲可以5人组队参与团P啦啦啦！]]},
[15] = { ["Take_Content1"] = [[亲，努力升级，还有很多未知的东西需要去探索！]], ["Take_Content2"] = [[先去看看每日任务有哪些东西吧！]]}
}